Repository: Nova-Scotia-Digital-Service/when-to-call-811
Catalog: OnlineAssessment/Resources/StringResource.*.resx
Languages: fr

# Btn_No
source: No
fr: Non

# Btn_StartNow
source: Start now
fr: Débuter

# Btn_Yes
source: Yes
fr: Oui

# Call811_P1
source: You should call 811 for further assessment by a health professional.
fr: Vous devez communiquer avec le 811 pour une évaluation par un professionnel de la santé.

# Call811_P2
source: You must also self-isolate for 14 days and continue to monitor your health.
fr: Vous devez également vous isoler à la maison pendant 14 jours et continuer de surveiller votre état de santé.

# Call811_P3
source: If you travelled recently, this means 14 days from the day you returned to Canada.
fr: Si vous avez récemment voyagé, l'auto-isolement de 14 jours débute le jour de votre retour au Canada.

# Call811_P4
source: If you had close contact with someone with confirmed COVID-19 or someone with symptoms who has recently returned to Canada, this means 14 days from the day you had contact.
fr: Si vous avez eu un contact étroit avec une personne ayant un cas confirmé de COVID-19 ou une personne qui a récemment voyagé à l'extérieur du Canada et qui présente des symptômes, l'auto-isolement de 14 jours débute le jour de votre contact avec cette personne.

# Call811_P5
source: We're experiencing higher than normal call volumes. It'll take longer than usual to respond to your call. We're working hard to respond to all calls as quickly as possible. Thank you for your patience.
fr: Nous recevons un nombre d'appels plus élevé que d'habitude. Il nous faudra donc plus de temps pour répondre à votre appel. Nous faisons tout notre possible pour répondre à tous les appels le plus rapidement possible. Merci de votre patience.

# Call811_PageTitle
source: You should call 811
fr: Vous devez communiquer avec le 811

# CanadaInfoLink
source: canada.ca/coronavirus
fr: canada.ca/le-coronavirus

# CanadInfo_href
source: https://www.canada.ca/en/public-health/services/diseases/coronavirus-disease-covid-19.htm
fr: https://www.canada.ca/fr/sante-publique/services/maladies/maladie-coronavirus-covid-19.html

# ContactWithConfirmedCase_H2
source: Have you been in close contact (within 2 metres) with someone with a confirmed case of COVID-19?
fr: Avez-vous eu un contact étroit (moins de 2 mètres) avec une personne ayant un cas confirmé de COVID-19?

# ContactWithConfirmedCase_PageTitle
source: Contact with people who have confirmed COVID-19
fr: Contact avec une personne ayant un cas confirmé de COVID-19

# ContactWithSymptoms_H2
source: Have you been in close contact (within 2 metres) with someone who has returned from another country in the past 14 days and who has a fever higher than 38C, a new cough or a cough that’s getting worse?
fr: Avez-vous eu un contact étroit (moins de 2 mètres) avec une personne qui est revenue d'un autre pays au cours des 14 derniers jours et qui a une fièvre de plus de 38 degrés Celsius, une nouvelle toux ou une toux qui s'aggrave?

# ContactWithSymptoms_PageTitle
source: Contact with people with symptoms
fr: Contact avec une personne qui présente des symptômes

# Index_H2
source: Use this screening tool to find out if you should call 811 about COVID-19.
fr: Utilisez cet outil de dépistage pour déterminer si vous devez communiquer avec le 811 au sujet de la COVID-19.

# Index_P1
source: Only certain people need to call about COVID-19. Don’t call if you don’t need to.
fr: Seules certaines personnes doivent nous appeler au sujet de la COVID-19. N'appelez pas si vous n'avez pas besoin de le faire.

# Index_P2
source: Answer the questions on each page of this tool to find out if you should call.
fr: Répondez aux questions sur chaque page de cet outil pour déterminer si vous devez nous appeler.

# Index_P3
source: If you have concerns about another health issue, you can still call 811 to speak to a health professional. We’re experiencing higher than normal call volumes, so it’ll take longer than usual to respond to your call. We’re working hard to respond to all calls as quickly as we can. Thank you for your patience.
fr: Si vous avez des inquiétudes au sujet d'une autre question de santé, vous pouvez toujours communiquer avec un professionnel de la santé du 811. Nous recevons un nombre d'appels plus élevé que d'habitude; il nous faudra donc plus de temps pour répondre à votre appel. Nous faisons tout notre possible pour répondre à tous les appels le plus rapidement possible. Merci de votre patience.

# Index_PageTitle
source: When to call 811 about COVID-19
fr: Quand communiquer avec le 811 au sujet de la COVID-19

# Info811_1
source: For more information on COVID-19, including how to self-isolate, visit
fr: Pour des renseignements supplémentaires sur la maladie COVID-19 et sur l'auto-isolement, consultez le

# Info811_2
source: . Or call the Government of Canada’s toll-free information line at
fr: . Vous pouvez également composer le numéro sans frais de la ligne d'information du gouvernement du Canada au

# Link_BackToStart
source: Back to start
fr: Retour au début

# NoCallRightNow_H2
source: You must self-isolate.
fr: Vous devez toutefois vous isoler à la maison.

# NoCallRightNow_P1
source: The Department of Health and Wellness requires you to self-isolate for 14 days.
fr: Le ministère de la Santé et du Mieux-être exige que vous vous isoliez à la maison pendant 14 jours.

# NoCallRightNow_P2
source: If you travelled recently, this means 14 days from the day you returned to Canada.
fr: Si vous avez récemment voyagé, l'auto-isolement de 14 jours débute le jour de votre retour au Canada.

# NoCallRightNow_P3
source: If you had close contact with someone with confirmed COVID-19 or someone with symptoms who has recently returned to Canada, this means 14 days from the day you had contact.
fr: Si vous avez eu un contact étroit avec une personne ayant un cas confirmé de COVID-19 ou une personne qui a récemment voyagé à l'extérieur du Canada et qui présente des symptômes, l'auto-isolement de 14 jours débute le jour de votre contact avec cette personne.

# NoCallRightNow_P4
source: You should continue to monitor your health. If anything changes, you can use this tool to re-assess.
fr: Vous devez continuer de surveiller votre état de santé. Si quelque chose change, vous pouvez utiliser cet outil pour réévaluer la situation.

# NoCallRightNow_P5
source: If you develop a fever higher than 38C or a new cough (or one that gets worse) within 14 days then you should call 811 for further assessment by a health professional.
fr: Si une fièvre de plus de 38 degrés Celsius ou une nouvelle toux (ou une toux plus grave) se développe dans les 14 prochains jours, communiquez avec le 811 pour une évaluation par un professionnel de la santé.

# NoCallRightNow_PageTitle
source: You don't need to call 811 right now
fr: Vous n'avez pas besoin de communiquer avec le 811 pour l'instant

# NoCallTo811_P1
source: Based on the information you provided, there’s no reason to call 811 for an assessment right now.
fr: Selon les renseignements que vous avez fournis, il n'est pas nécessaire pour vous de communiquer avec le 811 pour une évaluation à l'heure actuelle.

# NoCallTo811_P2
source: If anything changes you can use this tool to re-assess.
fr: Si quelque chose change, vous pouvez utiliser cet outil pour réévaluer la situation.

# NoCallTo811_P3_1
source: For more information on COVID-19, visit
fr: Pour des renseignements supplémentaires sur la maladie COVID-19, consultez le

# NoCallTo811_P3_2
source: . Or call the Government of Canada’s toll-free information line at
fr: . Vous pouvez également composer le numéro sans frais de la ligne d'information du gouvernement du Canada au

# NoCallTo811_P4
source: If you have concerns about another health issue, you can still call 811 to speak to a health professional. We’re experiencing higher than normal call volumes, so it’ll take longer than usual to respond to your call.
fr: Si vous avez des inquiétudes au sujet d'une autre question de santé, vous pouvez toujours communiquer avec un professionnel de la santé du 811. Nous recevons un nombre d'appels plus élevé que d'habitude; il nous faudra donc plus de temps pour répondre à votre appel.

# NoCallTo811_PageTitle
source: You don't need to call 811
fr: Vous n'avez pas besoin de communiquer avec le 811

# SymptomsWithoutTravel_H2
source: Do you have a fever higher than 38C, a new cough or a cough that’s getting worse?
fr: Avez-vous une fièvre de plus de 38 degrés Celsius, une nouvelle toux ou une toux qui s'aggrave?

# SymptomsWithTravel_H2
source: Do you have a fever higher than 38C, a new cough or a cough that’s getting worse?
fr: Avez-vous une fièvre de plus de 38 degrés Celsius, une nouvelle toux ou une toux qui s'aggrave?

# Symptoms_PageTitle
source: Information about your symptoms
fr: Renseignements sur vos symptômes

# TravelInfo_H2
source: Have you returned to Canada from another country within the past 14 days?
fr: Êtes-vous de retour au Canada après un séjour dans un autre pays depuis les 14 derniers jours?

# TravelInfo_PageTitle
source: Information about your recent travel
fr: Renseignements sur votre voyage récent

# Txt_Or
source: or
fr: ou le

# MetaLang
source: en
fr: fr
